Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Clearnet only uses a clearnet node. I2P only uses an I2P node and proxy. Both scans on clearnet and broadcasts over I2P.
ar: يستخدم Clearnet فقط عقدة على الإنترنت العادي. يستخدم I2P فقط عقدة ووكيل I2P. يقوم كلاهما بالمسح عبر Clearnet والبث عبر I2P.
az: Yalnız Clearnet clearnet node-dan istifadə edir. Yalnız I2P I2P node və proksi istifadə edir. Hər ikisi clearnet-də skan edir və I2P üzərindən yayımlayır.
bg: Само Clearnet използва възел в Clearnet. Само I2P използва възел и прокси на I2P. И двете сканира в Clearnet и разпраща през I2P.
bn: শুধু ক্লিয়ারনেট একটি ক্লিয়ারনেট নোড ব্যবহার করে। শুধু I2P একটি I2P নোড এবং প্রক্সি ব্যবহার করে। উভয়টি ক্লিয়ারনেটে স্ক্যান করে এবং I2P-এর মাধ্যমে ব্রডকাস্ট করে।
ca: Només Clearnet utilitza un node de Clearnet. Només I2P utilitza un node i un servidor intermediari d'I2P. Ambdós escaneja per Clearnet i emet per I2P.
cs: Pouze Clearnet používá uzel Clearnet. Pouze I2P používá uzel a proxy I2P. Obojí skenuje na Clearnet a vysílá přes I2P.
da: Kun clearnet bruger en clearnet-node. Kun I2P bruger en I2P-node og proxy. Begge scanner på clearnet og udsender via I2P.
de: Nur Clearnet verwendet einen Clearnet-Node. Nur I2P verwendet einen I2P-Node und -Proxy. Beide scannt über Clearnet und sendet über I2P.
el: Το «Μόνο Clearnet» χρησιμοποιεί κόμβο Clearnet. Το «Μόνο I2P» χρησιμοποιεί κόμβο και διαμεσολαβητή I2P. Το «Και τα δύο» σαρώνει στο Clearnet και μεταδίδει μέσω I2P.
eo: Nur Clearnet uzas nodon de clearnet. Nur I2P uzas nodon kaj prokurilon de I2P. Ambaŭ skanas per clearnet kaj elsendas per I2P.
es: Solo clearnet usa un nodo clearnet. Solo I2P usa un nodo y proxy I2P. Ambos escanea en clearnet y transmite por I2P.
et: Ainult Clearnet kasutab Clearnet-sõlme. Ainult I2P kasutab I2P sõlme ja puhverserverit. Mõlemad skannib Clearnetis ja saadab I2P kaudu.
eu: Clearnet soilik aukerak clearnet nodo bat erabiltzen du. I2P soilik aukerak I2P nodo eta proxy bat erabiltzen du. Biak aukerak clearneten eskaneatzen du eta I2Pren bidez hedatzen du.
fa: فقط Clearnet از یک گره Clearnet استفاده می‌کند. فقط I2P از یک گره و پراکسی I2P استفاده می‌کند. هر دو، اسکن را روی Clearnet انجام می‌دهد و از طریق I2P ارسال می‌کند.
fi: Vain Clearnet käyttää clearnet-solmua. Vain I2P käyttää I2P-solmua ja välityspalvelinta. Molemmat skannaavat Clearnetin kautta ja lähettävät I2P:n kautta.
fil: Gumagamit lang ang Clearnet ng clearnet node. Gumagamit lang ang I2P ng I2P node at proxy. Ang Pareho ay nag-scan sa clearnet at nag-broadcast sa I2P.
fr: « Clearnet uniquement » utilise un nœud Clearnet. « I2P uniquement » utilise un nœud et un proxy I2P. « Les deux » analyse via Clearnet et diffuse via I2P.
ga: Úsáideann Clearnet amháin nód Clearnet. Úsáideann I2P amháin nód agus seachfhreastalaí I2P. Scanann An Dá Cheann ar Clearnet agus craolann trí I2P.
gl: Só Clearnet usa un nodo Clearnet. Só I2P usa un nodo e proxy I2P. Ambos escanea en Clearnet e difunde por I2P.
gn: Clearnet año oiporu peteĩ nodo clearnet-gua. I2P año oiporu peteĩ nodo ha proxy I2P-gua. Mokõivéva oskanea clearnet-pe ha omoherakuã I2P rupi.
ha: Clearnet kawai yana amfani da node na clearnet. I2P kawai yana amfani da node da proxy na I2P. Duka biyu suna bincike ta clearnet suna watsawa ta I2P.
he: האפשרות Clearnet בלבד משתמשת בצומת Clearnet. האפשרות I2P בלבד משתמשת בצומת ובפרוקסי I2P. שניהם סורקים ב-Clearnet ומשדרים באמצעות I2P.
hi: केवल क्लियरनेट में केवल क्लियरनेट नोड का उपयोग होता है। केवल I2P में केवल I2P नोड और प्रॉक्सी का उपयोग होता है। दोनों में क्लियरनेट पर स्कैन और I2P पर प्रसारण होता है।
hr: Samo Clearnet koristi clearnet čvor. Samo I2P koristi I2P čvor i proxy. Oboje skenira na clearnetu i emitira putem I2P-a.
hu: A Csak Clearnet egy clearnet csomópontot használ. A Csak I2P egy I2P csomópontot és proxyt használ. A Mindkettő clearneten szkennel, és I2P-n keresztül közvetít.
hy: «Միայն Clearnet»-ը օգտագործում է clearnet հանգույց։ «Միայն I2P»-ը օգտագործում է I2P հանգույց և պրոքսի։ «Երկուսը»՝ սկանավորում է clearnet-ով և հեռարձակում I2P-ով։
id: Hanya clearnet menggunakan node clearnet. Hanya I2P menggunakan node dan proksi I2P. Keduanya memindai di clearnet dan menyiarkan melalui I2P.
it: Solo clearnet usa un nodo clearnet. Solo I2P usa un nodo e un proxy I2P. Entrambi effettua la scansione su clearnet e la trasmissione su I2P.
ja: 「Clearnetのみ」はClearnetノードを使用します。「I2Pのみ」はI2Pノードとプロキシを使用します。「両方」はClearnetでスキャンし、I2P経由でブロードキャストします。
ko: 클리어넷만 사용하면 클리어넷 노드를 사용합니다. I2P만 사용하면 I2P 노드와 프록시를 사용합니다. 둘 다 사용하면 클리어넷에서 스캔하고 I2P로 브로드캐스트합니다.
ky: «Жалгыз Clearnet» clearnet түйүнүн колдонот. «Жалгыз I2P» I2P түйүнү менен проксисин колдонот. «Экөө тең» clearnet аркылуу скандап, I2P аркылуу таратат.
lt: Tik Clearnet naudoja clearnet tinklo tašką. Tik I2P naudoja I2P tinklo tašką ir tarpinį serverį. Abu skenuoja per Clearnet ir transliuoja per I2P.
lv: Tikai Clearnet izmanto clearnet mezglu. Tikai I2P izmanto I2P mezglu un starpniekserveri. Abi skenē, izmantojot Clearnet, un pārraida, izmantojot I2P.
ms: Clearnet sahaja menggunakan node clearnet. I2P sahaja menggunakan node dan proksi I2P. Kedua-duanya mengimbas pada clearnet dan menyiarkan melalui I2P.
my: Clearnet သာ သည် clearnet node ကို အသုံးပြုသည်။ I2P သာ သည် I2P node နှင့် proxy ကို အသုံးပြုသည်။ နှစ်မျိုးစလုံး သည် clearnet ဖြင့် စကင်ဖတ်ပြီး I2P ဖြင့် ပျံ့နှံ့စေသည်။
nb: Bare Clearnet bruker en clearnet-node. Bare I2P bruker en I2P-node og proxy. Begge skanner på clearnet og kringkaster over I2P.
nl: Alleen clearnet gebruikt een clearnet-node. Alleen I2P gebruikt een I2P-node en proxy. Beide scant via clearnet en zendt uit via I2P.
pl: Tylko clearnet używa węzła clearnet. Tylko I2P używa węzła i proxy I2P. Oba: skanowanie w clearnet, transmisja przez I2P.
pt_br: Somente Clearnet usa um nó clearnet. Somente I2P usa um nó e proxy I2P. Ambos faz a varredura na clearnet e transmite via I2P.
ro: Doar Clearnet folosește un nod clearnet. Doar I2P folosește un nod și un proxy I2P. Ambele scanează pe clearnet și difuzează prin I2P.
ru: «Только Clearnet» использует обычный узел Clearnet. «Только I2P» использует узел и прокси I2P. «Оба» сканирует через Clearnet и отправляет через I2P.
sk: Iba Clearnet používa uzol Clearnet. Iba I2P používa uzol a proxy I2P. Oboje skenuje na Clearnet a vysiela cez I2P.
sl: Samo Clearnet uporablja clearnet vozlišče. Samo I2P uporablja I2P vozlišče in proxy. Oboje preiskuje na clearnetu in oddaja prek I2P.
sq: Vetëm Clearnet përdor një nyje clearnet. Vetëm I2P përdor një nyje dhe proxy I2P. Të dyja skanon në clearnet dhe transmeton përmes I2P.
sv: Endast Clearnet använder en Clearnet-nod. Endast I2P använder en I2P-nod och proxy. Båda skannar på Clearnet och sänder via I2P.
th: clearnet เท่านั้นจะใช้โหนด clearnet ส่วน I2P เท่านั้นจะใช้โหนดและพร็อกซี I2P ทั้งสองอย่างจะสแกนผ่าน clearnet และกระจายผ่าน I2P
tr: Yalnızca clearnet, bir clearnet düğümü kullanır. Yalnızca I2P, bir I2P düğümü ve proxy kullanır. Her ikisi, clearnet üzerinde tarar ve I2P üzerinden yayınlar.
uk: Лише clearnet використовує вузол clearnet. Лише I2P використовує вузол і проксі I2P. Обидва: сканування в clearnet, трансляція через I2P.
ur: صرف Clearnet ایک Clearnet نوڈ استعمال کرتا ہے۔ صرف I2P ایک I2P نوڈ اور پراکسی استعمال کرتا ہے۔ دونوں Clearnet پر اسکین اور I2P پر براڈکاسٹ کرتے ہیں۔
vi: Chỉ clearnet sử dụng node clearnet. Chỉ I2P sử dụng node và proxy I2P. Cả hai sẽ quét trên clearnet và phát qua I2P.
yo: Clearnet nìkan máa ń lo node clearnet kan. I2P nìkan máa ń lo node I2P àti proxy kan. Àwọn méjèèjì máa ń yẹ̀wò lórí clearnet, á sì tan jáde lórí I2P.
zh_hans: “仅 Clearnet”使用 Clearnet 节点。“仅 I2P”使用 I2P 节点和代理。“两者”会通过 Clearnet 扫描,并经 I2P 广播。
zh_hant: “僅 Clearnet”使用 Clearnet 節點。“僅 I2P”使用 I2P 節點和代理。“兩者”會通過 Clearnet 掃描,並經 I2P 廣播。

source: Close
ar: إغلاق
az: Bağla
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
et: Sulge
eu: Itxi
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
ga: Dún
gl: Pechar
gn: Mboty
ha: Rufe
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
hy: Փակել
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ky: Жабуу
lt: Uždaryti
lv: Aizvērt
ms: Tutup
my: ပိတ်မည်
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbyll
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
yo: Ti
zh_hans: 关闭
zh_hant: 關閉

source: Confirm
ar: تأكيد
az: Təsdiq
bg: Потвърждение
bn: নিশ্চিতকরণ
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
eo: Konfirmi
es: Confirmar
et: Kinnita
eu: Berretsi
fa: تأیید
fi: Vahvista
fil: Kumpirmahin
fr: Confirmer
ga: Deimhnigh
gl: Confirmar
gn: Emoneĩ
ha: Tabbatar
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
hy: Հաստատել
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ky: Ырастоо
lt: Patvirtinti
lv: Apstiprināt
ms: Sahkan
my: အတည်ပြုမည်
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ro: Confirmă
ru: Подтверждение
sk: Potvrdiť
sl: Potrditev
sq: Konfirmo
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
yo: Fọwọ́sí
zh_hans: 确认
zh_hant: 確認

source: Confirm send
ar: تأكيد الإرسال
az: Göndərməyi təsdiqlə
bg: Потвърждение на изпращането
bn: পাঠানো নিশ্চিত করুন
ca: Confirma l'enviament
cs: Potvrdit odeslání
da: Bekræft afsendelse
de: Senden bestätigen
el: Επιβεβαίωση αποστολής
eo: Konfirmi sendon
es: Confirmar envío
et: Kinnita saatmine
eu: Berretsi bidalketa
fa: تأیید ارسال
fi: Vahvista lähetys
fil: Kumpirmahin ang pagpadala
fr: Confirmer l'envoi
ga: Deimhnigh an seoladh
gl: Confirmar envío
gn: Emoneĩ jemondo
ha: Tabbatar da aikawa
he: אישור שליחה
hi: भेजने की पुष्टि करें
hr: Potvrdi slanje
hu: Küldés megerősítése
hy: Հաստատել ուղարկումը
id: Konfirmasi pengiriman
it: Conferma invio
ja: 送金を確認
ko: 전송 확인
ky: Жөнөтүүнү ырастоо
lt: Patvirtinti siuntimą
lv: Apstiprināt sūtīšanu
ms: Sahkan penghantaran
my: ပို့ခြင်းကို အတည်ပြုမည်
nb: Bekreft sending
nl: Verzending bevestigen
pl: Potwierdź wysyłkę
pt_br: Confirmar envio
ro: Confirmă trimiterea
ru: Подтвердить отправку
sk: Potvrdiť odoslanie
sl: Potrdi pošiljanje
sq: Konfirmo dërgimin
sv: Bekräfta sändning
th: ยืนยันการส่ง
tr: Gönderimi onayla
uk: Підтвердити надсилання
ur: ترسیل کی تصدیق کریں
vi: Xác nhận gửi
yo: Fọwọ́sí fífiránṣẹ́
zh_hans: 确认发送
zh_hant: 確認發送

source: Confirm Send
ar: تأكيد الإرسال
az: Göndərməyi Təsdiqlə
bg: Потвърждение на изпращането
bn: পাঠানো নিশ্চিত করুন
ca: Confirma l'enviament
cs: Potvrdit odeslání
da: Bekræft afsendelse
de: Senden bestätigen
el: Επιβεβαίωση αποστολής
eo: Konfirmi Sendon
es: Confirmar envío
et: Kinnita saatmine
eu: Berretsi bidalketa
fa: تأیید ارسال
fi: Vahvista lähetys
fil: Kumpirmahin ang Pagpadala
fr: Confirmer l'envoi
ga: Deimhnigh an Seoladh
gl: Confirmar envío
gn: Emoneĩ Jemondo
ha: Tabbatar da Aikawa
he: אישור שליחה
hi: भेजने की पुष्टि करें
hr: Potvrdi slanje
hu: Küldés megerősítése
hy: Հաստատել ուղարկումը
id: Konfirmasi Pengiriman
it: Conferma Invio
ja: 送金を確認
ko: 전송 확인
ky: Жөнөтүүнү ырастоо
lt: Patvirtinti siuntimą
lv: Apstiprināt sūtīšanu
ms: Sahkan Penghantaran
my: ပို့ခြင်းကို အတည်ပြုမည်
nb: Bekreft sending
nl: Verzending Bevestigen
pl: Potwierdź wysyłkę
pt_br: Confirmar Envio
ro: Confirmă trimiterea
ru: Подтвердить отправку
sk: Potvrdiť odoslanie
sl: Potrdi pošiljanje
sq: Konfirmo Dërgimin
sv: Bekräfta sändning
th: ยืนยันการส่ง
tr: Gönderimi Onayla
uk: Підтвердити надсилання
ur: ترسیل کی تصدیق کریں
vi: Xác nhận gửi
yo: Fọwọ́sí Fífiránṣẹ́
zh_hans: 确认发送
zh_hant: 確認發送

source: Confirm send max
ar: تأكيد إرسال الحد الأقصى
az: Maksimum göndərməni təsdiqlə
bg: Потвърждение на изпращане на максимум
bn: সর্বোচ্চ পাঠানো নিশ্চিত করুন
ca: Confirma l'enviament del màxim
cs: Potvrdit odeslání maxima
da: Bekræft send maks
de: Maximalbetrag senden bestätigen
el: Επιβεβαίωση αποστολής μέγιστου
eo: Konfirmi sendon de maksimumo
es: Confirmar envío máximo
et: Kinnita maksimumi saatmine
eu: Berretsi bidalketa maximoa
fa: تأیید ارسال حداکثر
fi: Vahvista maks. lähetys
fil: Kumpirmahin ang ipadala ang max
fr: Confirmer l'envoi du maximum
ga: Deimhnigh seoladh an uasmhéid
gl: Confirmar envío máximo
gn: Emoneĩ jemondo opa
ha: Tabbatar da aika duka
he: אישור שליחת הסכום המרבי
hi: अधिकतम भेजने की पुष्टि करें
hr: Potvrdi slanje maksimuma
hu: Maximum küldés megerősítése
hy: Հաստատել ամբողջի ուղարկումը
id: Konfirmasi kirim maksimum
it: Conferma invio massimo
ja: 最大額の送金を確認
ko: 최대 전송 확인
ky: Баарын жөнөтүүнү ырастоо
lt: Patvirtinti maks. siuntimą
lv: Apstiprināt maks. sūtīšanu
ms: Sahkan hantar maksimum
my: အများဆုံး ပို့ခြင်းကို အတည်ပြုမည်
nb: Bekreft sending av maks
nl: Maximale verzending bevestigen
pl: Potwierdź wysyłkę maksymalnej kwoty
pt_br: Confirmar envio máximo
ro: Confirmă trimiterea maximului
ru: Подтвердить отправку всего
sk: Potvrdiť odoslanie maxima
sl: Potrdi pošiljanje največjega zneska
sq: Konfirmo dërgimin e maksimumit
sv: Bekräfta sänd max
th: ยืนยันการส่งยอดสูงสุด
tr: Maksimum gönderimi onayla
uk: Підтвердити надсилання максимуму
ur: زیادہ سے زیادہ ترسیل کی تصدیق کریں
vi: Xác nhận gửi tối đa
yo: Fọwọ́sí fífiránṣẹ́ iye tó pọ̀ jùlọ
zh_hans: 确认发送最大金额
zh_hant: 確認發送最大金額

source: Confirm Send Max
ar: تأكيد إرسال الحد الأقصى
az: Maksimum Göndərməni Təsdiqlə
bg: Потвърждение на изпращане на максимум
bn: সর্বোচ্চ পাঠানো নিশ্চিত করুন
ca: Confirma l'enviament del màxim
cs: Potvrdit odeslání maxima
da: Bekræft send maks
de: Maximalbetrag senden bestätigen
el: Επιβεβαίωση αποστολής μέγιστου
eo: Konfirmi Sendon de Maksimumo
es: Confirmar envío máximo
et: Kinnita maksimumi saatmine
eu: Berretsi bidalketa maximoa
fa: تأیید ارسال حداکثر
fi: Vahvista maks. lähetys
fil: Kumpirmahin ang Ipadala ang Max
fr: Confirmer l'envoi du maximum
ga: Deimhnigh Seoladh an Uasmhéid
gl: Confirmar envío máximo
gn: Emoneĩ Jemondo Opa
ha: Tabbatar da Aika Duka
he: אישור שליחת הסכום המרבי
hi: अधिकतम भेजने की पुष्टि करें
hr: Potvrdi slanje maksimuma
hu: Maximum küldés megerősítése
hy: Հաստատել ամբողջի ուղարկումը
id: Konfirmasi Kirim Maksimum
it: Conferma Invio Massimo
ja: 最大額の送金を確認
ko: 최대 전송 확인
ky: Баарын жөнөтүүнү ырастоо
lt: Patvirtinti maks. siuntimą
lv: Apstiprināt maks. sūtīšanu
ms: Sahkan Hantar Maksimum
my: အများဆုံး ပို့ခြင်းကို အတည်ပြုမည်
nb: Bekreft sending av maks
nl: Maximale Verzending Bevestigen
pl: Potwierdź wysyłkę maksymalnej kwoty
pt_br: Confirmar Envio Máximo
ro: Confirmă trimiterea maximului
ru: Подтвердить отправку всего
sk: Potvrdiť odoslanie maxima
sl: Potrdi pošiljanje največjega zneska
sq: Konfirmo Dërgimin e Maksimumit
sv: Bekräfta sänd max
th: ยืนยันการส่งยอดสูงสุด
tr: Maksimum Gönderimi Onayla
uk: Підтвердити надсилання максимуму
ur: زیادہ سے زیادہ ترسیل کی تصدیق کریں
vi: Xác nhận gửi tối đa
yo: Fọwọ́sí Fífiránṣẹ́ Iye Tó Pọ̀ Jùlọ
zh_hans: 确认发送最大金额
zh_hant: 確認發送最大金額

source: Confirm you wrote it down: enter the requested words below.
ar: أكّد أنك كتبتها: أدخل الكلمات المطلوبة أدناه.
az: Yazdığınızı təsdiqləyin: aşağıda istənilən sözləri daxil edin.
bg: Потвърдете, че сте я записали: въведете поисканите думи по-долу.
bn: আপনি এটি লিখে রেখেছেন তা নিশ্চিত করুন: নিচে অনুরোধ করা শব্দগুলো লিখুন।
ca: Confirma que ho has escrit: introdueix a continuació les paraules sol·licitades.
cs: Potvrďte, že jste si ji zapsali: zadejte požadovaná slova níže.
da: Bekræft, at du har skrevet den ned: indtast de anmodede ord nedenfor.
de: Bestätige, dass du dir die Wörter aufgeschrieben hast: Gib unten die angeforderten Wörter ein.
el: Επιβεβαιώστε ότι την γράψατε: εισαγάγετε τις ζητούμενες λέξεις παρακάτω.
eo: Konfirmu, ke vi skribis ĝin: entajpu la petitajn vortojn sube.
es: Confirma que la anotaste: escribe las palabras pedidas abajo.
et: Kinnitage, et kirjutasite selle üles: sisestage allpool küsitud sõnad.
eu: Berretsi idatzi duzula: sartu eskatutako hitzak behean.
fa: تأیید کنید که آن را یادداشت کرده‌اید: کلمات درخواستی را در زیر وارد کنید.
fi: Vahvista, että kirjoitit sen ylös: syötä pyydetyt sanat alla.
fil: Kumpirmahin na isinulat mo ito: ilagay ang mga hinihiling na salita sa ibaba.
fr: Confirme que tu l'as notée : saisis les mots demandés ci-dessous.
ga: Deimhnigh gur scríobh tú é: cuir isteach na focail iarrtha thíos.
gl: Confirma que a anotaches: introduce as palabras solicitadas a continuación.
gn: Emoneĩ ehaihague: emoinge umi ñe'ẽ ojejeruréva ko'ápe guive.
ha: Tabbatar kun rubuta shi: shigar da kalmomin da ake buƙata a ƙasa.
he: אשר שכתבת אותו: הזן להלן את המילים המבוקשות.
hi: पुष्टि करें कि आपने इसे लिख लिया है: नीचे मांगे गए शब्द दर्ज करें।
hr: Potvrdite da ste ga zapisali: unesite tražene riječi u nastavku.
hu: Erősítsd meg, hogy leírtad: add meg a kért szavakat lent.
hy: Հաստատեք, որ գրի եք առել՝ մուտքագրեք ներքևում հայցվող բառերը։
id: Konfirmasi bahwa Anda telah menulisnya: masukkan kata-kata yang diminta di bawah ini.
it: Conferma di averlo annotato: inserisci qui sotto le parole richieste.
ja: 書き留めたことを確認してください:以下に指定された単語を入力してください。
ko: 받아 적으셨는지 확인합니다: 아래에 요청된 단어를 입력하세요.
ky: Жазып алганыңызды ырастаңыз: төмөндө талап кылынган сөздөрдү киргизиңиз.
lt: Patvirtinkite, kad užsirašėte: įveskite žemiau prašomus žodžius.
lv: Apstipriniet, ka to pierakstījāt: ievadiet zemāk pieprasītos vārdus.
ms: Sahkan bahawa anda telah menulisnya: masukkan perkataan yang diminta di bawah.
my: ရေးမှတ်ထားကြောင်း အတည်ပြုပါ: အောက်တွင် တောင်းဆိုထားသော စကားလုံးများကို ရိုက်ထည့်ပါ။
nb: Bekreft at du skrev den ned: skriv inn de forespurte ordene nedenfor.
nl: Bevestig dat je het hebt opgeschreven: voer de gevraagde woorden hieronder in.
pl: Potwierdź, że go zapisałeś: wpisz poniżej żądane słowa.
pt_br: Confirme que você anotou: digite as palavras solicitadas abaixo.
ro: Confirmă că ai notat-o: introdu mai jos cuvintele solicitate.
ru: Подтвердите, что вы её записали: введите запрошенные слова ниже.
sk: Potvrďte, že ste si ju zapísali: zadajte požadované slová nižšie.
sl: Potrdi, da si ga zapisal: spodaj vnesi zahtevane besede.
sq: Konfirmo që e ke shkruar: fut fjalët e kërkuara më poshtë.
sv: Bekräfta att du har skrivit ner den: ange de begärda orden nedan.
th: ยืนยันว่าคุณจดไว้แล้ว: กรอกคำที่ต้องการด้านล่าง
tr: Yazdığınızı onaylayın: aşağıda istenen kelimeleri girin.
uk: Підтвердьте, що записали її: введіть нижче потрібні слова.
ur: تصدیق کریں کہ آپ نے یہ لکھ لیا ہے: نیچے درخواست کیے گئے الفاظ درج کریں۔
vi: Xác nhận bạn đã ghi lại: nhập các từ được yêu cầu dưới đây.
yo: Jẹ́rìí pé o ti kọ ọ́ sílẹ̀: kọ àwọn ọ̀rọ̀ tí a béèrè sí ìsàlẹ̀.
zh_hans: 确认您已写下种子:请在下方输入所要求的词。
zh_hant: 確認您已寫下種子:請在下方輸入所要求的詞。

source: Confirm your backup — enter the requested words:
ar: أكّد نسختك الاحتياطية — أدخل الكلمات المطلوبة:
az: Ehtiyat nüsxənizi təsdiqləyin — istənilən sözləri daxil edin:
bg: Потвърдете резервното си копие — въведете поисканите думи:
bn: আপনার ব্যাকআপ নিশ্চিত করুন — অনুরোধ করা শব্দগুলো লিখুন:
ca: Confirma la còpia de seguretat — introdueix les paraules sol·licitades:
cs: Potvrďte svou zálohu — zadejte požadovaná slova:
da: Bekræft din sikkerhedskopi — indtast de anmodede ord:
de: Bestätige dein Backup — gib die angeforderten Wörter ein:
el: Επιβεβαιώστε το αντίγραφο ασφαλείας σας — εισαγάγετε τις ζητούμενες λέξεις:
eo: Konfirmu vian sekurkopion — entajpu la petitajn vortojn:
es: Confirma tu respaldo — escribe las palabras pedidas:
et: Kinnitage oma varukoopia — sisestage küsitud sõnad:
eu: Berretsi zure babeskopia — sartu eskatutako hitzak:
fa: پشتیبان خود را تأیید کنید — کلمات درخواستی را وارد کنید:
fi: Vahvista varmuuskopiosi — syötä pyydetyt sanat:
fil: Kumpirmahin ang iyong backup — ilagay ang mga hinihiling na salita:
fr: Confirme ta sauvegarde — saisis les mots demandés :
ga: Deimhnigh do chúltaca — cuir isteach na focail iarrtha:
gl: Confirma a túa copia de seguridade — introduce as palabras solicitadas:
gn: Emoneĩ nde ñeñongaturã — emoinge umi ñe'ẽ ojejeruréva:
ha: Tabbatar da adanawar ku — shigar da kalmomin da ake buƙata:
he: אשר את הגיבוי שלך — הזן את המילים המבוקשות:
hi: अपने बैकअप की पुष्टि करें — मांगे गए शब्द दर्ज करें:
hr: Potvrdite sigurnosnu kopiju — unesite tražene riječi:
hu: Erősítsd meg a mentést — add meg a kért szavakat:
hy: Հաստատեք ձեր պահուստավորումը — մուտքագրեք հայցվող բառերը՝
id: Konfirmasi cadangan Anda — masukkan kata-kata yang diminta:
it: Conferma il tuo backup — inserisci le parole richieste:
ja: バックアップを確認してください — 指定された単語を入力:
ko: 백업을 확인하세요 — 요청된 단어를 입력하세요:
ky: Камдык көчүрмөңүздү ырастаңыз — талап кылынган сөздөрдү киргизиңиз:
lt: Patvirtinkite atsarginę kopiją — įveskite prašomus žodžius:
lv: Apstipriniet dublējumu — ievadiet pieprasītos vārdus:
ms: Sahkan sandaran anda — masukkan perkataan yang diminta:
my: သင်၏ backup ကို အတည်ပြုပါ — တောင်းဆိုထားသော စကားလုံးများကို ရိုက်ထည့်ပါ:
nb: Bekreft sikkerhetskopien din — skriv inn de forespurte ordene:
nl: Bevestig je backup — voer de gevraagde woorden in:
pl: Potwierdź swoją kopię zapasową — wpisz żądane słowa:
pt_br: Confirme seu backup — digite as palavras solicitadas:
ro: Confirmă copia de siguranță — introdu cuvintele solicitate:
ru: Подтвердите резервную копию — введите запрошенные слова:
sk: Potvrďte svoju zálohu — zadajte požadované slová:
sl: Potrdi svojo varnostno kopijo — vnesi zahtevane besede:
sq: Konfirmo kopjen rezervë — fut fjalët e kërkuara:
sv: Bekräfta din säkerhetskopia — ange de begärda orden:
th: ยืนยันข้อมูลสำรองของคุณ — กรอกคำที่ต้องการ:
tr: Yedeğinizi onaylayın — istenen kelimeleri girin:
uk: Підтвердьте резервну копію — введіть потрібні слова:
ur: اپنے بیک اپ کی تصدیق کریں — درخواست کیے گئے الفاظ درج کریں:
vi: Xác nhận bản sao lưu của bạn — nhập các từ được yêu cầu:
yo: Jẹ́rìí pé o ti fi ẹ̀dà pamọ́ — kọ àwọn ọ̀rọ̀ tí a béèrè:
zh_hans: 确认您的备份 — 请输入所要求的词:
zh_hant: 確認您的備份 — 請輸入所要求的詞:

source: Confirmations
ar: التأكيدات
az: Təsdiqlər
bg: Потвърждения
bn: নিশ্চিতকরণ
ca: Confirmacions
cs: Potvrzení
da: Bekræftelser
de: Bestätigungen
el: Επιβεβαιώσεις
eo: Konfirmoj
es: Confirmaciones
et: Kinnitused
eu: Berrespenak
fa: تأییدها
fi: Vahvistukset
fil: Mga Kumpirmasyon
ga: Deimhnithe
gl: Confirmacións
gn: Confirmaciones
ha: Tabbatarwa
he: אישורים
hi: पुष्टियां
hr: Potvrde
hu: Megerősítések
hy: Հաստատումներ
id: Konfirmasi
it: Conferme
ja: 確認数
ko: 확인 수
ky: Ырастоолор
lt: Patvirtinimai
lv: Apstiprinājumi
ms: Pengesahan
my: အတည်ပြုချက်များ
nb: Bekreftelser
nl: Bevestigingen
pl: Potwierdzenia
pt_br: Confirmações
ro: Confirmări
ru: Подтверждения
sk: Potvrdenia
sl: Potrditve
sq: Konfirmimet
sv: Bekräftelser
th: การยืนยัน
tr: Onaylar
uk: Підтвердження
ur: تصدیقات
vi: Xác nhận
yo: Àwọn Ìjẹ́rìí
zh_hans: 确认数
zh_hant: 確認數

source: Confirmed
ar: مؤكدة
az: Təsdiqlənib
bg: Потвърдена
bn: নিশ্চিত
ca: Confirmat
cs: Potvrzeno
da: Bekræftet
de: Bestätigt
el: Επιβεβαιωμένη
eo: Konfirmita
es: Confirmado
et: Kinnitatud
eu: Berretsita
fa: تأیید شده
fi: Vahvistettu
fil: Nakumpirma
fr: Confirmé
ga: Deimhnithe
gl: Confirmado
gn: Moneĩmbyre
ha: An Tabbatar
he: אושרה
hi: पुष्टि हो गई
hr: Potvrđeno
hu: Megerősítve
hy: Հաստատված
id: Terkonfirmasi
it: Confermato
ja: 確認済み
ko: 확인됨
ky: Ырасталды
lt: Patvirtinta
lv: Apstiprināts
ms: Disahkan
my: အတည်ပြုပြီး
nb: Bekreftet
nl: Bevestigd
pl: Potwierdzone
pt_br: Confirmado
ro: Confirmat
ru: Подтверждено
sk: Potvrdené
sl: Potrjeno
sq: Konfirmuar
sv: Bekräftad
th: ยืนยันแล้ว
tr: Onaylandı
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác nhận
yo: Ti Jẹ́rìí
zh_hans: 已确认
zh_hant: 已確認
